Repository: iliyaerofeev-creator/argon-config-ru
Catalog: po/*/argon-config.po
Languages: ru

source: 0 transparent - 1 opaque (suggest: black translucent preset: 0.5).
ru: 0 прозрачный - 1 непрозрачный (рекомендуется: черный полупрозрачный, предустановка: 0,5).

source: 0 transparent - 1 opaque (suggest: transparent: 0 or translucent preset: 0.5).
ru: 0 прозрачный - 1 непрозрачный (рекомендуется: прозрачный: 0 или полупрозрачный предустановка: 0,5).

source: A HEX Color (default: #483d8b).
ru: HEX-код цвета (по умолчанию: #483d8b).

source: A HEX color (default: #5e72e4).
ru: HEX-код цвета (по умолчанию: #5e72e4).

source: Action
ru: Действие

source: Argon Config
ru: Настройка Argon

source: Argon theme configuration
ru: Конфигуратор темы Argon

source: Background file list
ru: Список файлов фона

source: Built-in
ru: Внутреннее хранили

source: Dark mode
ru: Тёмный режим

source: Delete
ru: Удалить

source: Expecting: %s
ru: Загружено: %s

source: Failed to upload file: %s.
ru: Не удалось загрузить файл: %s.

source: Filename
ru: Имя файла

source: Files will be uploaded to <code>%s</code>.
ru: Файлы будут загружены на <code>%s</code>.

source: Follow system
ru: Как в системе

source: Grant UCI access for luci-app-argon-config
ru: Предоставить доступ UCI для luci-app-argon-config

source: Here you can set the blur and transparency of the login page of argon theme, and manage the background pictures and videos. Chrome is recommended.
ru: Здесь вы можете настроить размытие и прозрачность страницы входа в тему argon, а также управлять фоновыми изображениями и видео. Рекомендуется Chrome.

source: Larger value will more blurred (suggest: clear: 1 or blur preset: 10).
ru: Большее значение приведет к большей размытости (рекомендуется: чисто: 1 размыто: 10).

source: Light mode
ru: Светлый режим

source: Modified date
ru: Дата изменения

source: No files found.
ru: Файлы не найдены.

source: Save current settings
ru: Сохранить текущие настройки

source: Save settings
ru: Сохранить настройки

source: Size
ru: Размер

source: Theme configuration
ru: Настройки темы

source: Theme mode
ru: Режим

source: Upload background
ru: Загрузить фон

source: Upload background (available space: %1024.2mB)
ru: Загрузка файлов для фона (доступно: %1024.2mB)

source: Upload...
ru: Загрузить

source: Wallpaper source
ru: Источник изображений

source: You can upload files such as gif/jpg/mp4/png/webm/webp files, to change the login page background.
ru: Вы можете загружать файлы формата: gif/jpg/mp4/png/webm/webp, чтобы изменить фон на страницы входа.

source: [Dark mode] Frosted Glass Radius
ru: [Тёмный режим] Радиус размытия панели входа

source: [Dark mode] Primary Color
ru: [Тёмный режим] Основной цвет

source: [Dark mode] Transparency
ru: [Тёмный режим] Прозрачность

source: [Light mode] Frosted Glass Radius
ru: [Светлый режим] Радиус размытия панели входа

source: [Light mode] Primary Color
ru: [Светлый режим] Основной цвет

source: [Light mode] Transparency
ru: [Светлый режим] Прозрачность

source: valid HEX color value
ru: допустимое значение цвета HEX
